/* No comment provided by engineer. */
"%d Updates available" = Actualizações disponíveis";

/* indicates, which current page (1) is displayed and how many other pages (2) are available */
"(Page %i of %i)" = "(Página %1$i de %2$i)";

/* No comment provided by engineer. */
"1 Update available" = "1a actualização disponível ";

/* About title */
"About" = "Acerca";

"Search" = "Procura";

/* displayed while MH analyses application (1) */
"Analyzing %@ ..." = "Analisar %@ ...";

/* Announcement title */
"Announcement" = "Anuncio";

/* API Error title */
"API Error" = "Erro na API";

/* Application Description title */
"Application Description:" = "Descrição da aplicação:";

/* report reason */
"Application doesn't launch." = "Aplicação não inicia";

/* Application will not install. */
"Application will not install." = "Aplicação não instala";

/* No comment provided by engineer. */
"Apps" = "Aplicações";

/* No comment provided by engineer. */
"Apps & Updates" = "App’s e Actual";

/* apptrackr Password  */
"apptrackr Password" = "Palavra-chave apptrackr";

/* apptrackr Username  */
"apptrackr Username " = " Utilizador apptrackr";

/* indicates the title of the category which is currently caching */
"Caching %@" = "Cache %@";

/* Caching All Applications */
"Caching All Applications" = "Cache de todas as aplicações";

/* Cancel */
"Cancel" = "Cancelar";

/* Categories title */
"Categories" = "Categorias";

/* Company title */
"Company" = "Empresa";

/* displayed when a download completed */
"Completed" = "Completo";

/* Connecting... title */
"Connecting..." = "A ligar-se...";

/* displayed while MH transfers data */
"Contacting MobileHunt ..." = "A comunicar com MobileHunt ...";

/* cracker */
"Cracked by %@" = "Crackada por %@";

/* Cracked by Unknown */
"Cracked by Unknown" = " Crackada por Desconhecido";

/* current version (1) and the new version (2) which causes the update */
"Current: %@ (New: %@)" = "Versão actual: %1$@ (Nova: %2$@)";

/* Delete */
"Delete" = "Apagar";

/* Delete automatically */
"Delete automatically" = "Apagar auto.";

/* message for about alert */
"Developed by the Hackulous team\n\nFor more information, visit\nhttp://hackulo.us/" = "Desenvolvido por Hackulous team\n\npara mais informações, visite\nhttp://hackulo.us/";

/* Disabled title */
"Disabled" = "Desactivar";

/* Done button title */
"Done" = "Concluído";

/* Download title */
"Download" = "Download";

/* displayed when download completed while in background mode */
"Download completed: %@" = "Download completo: %@";

/* Download failed: (1) download name */
"Download failed: %@" = "Download falhou: %@";

/* Download later button title
   Download later title */
"Download later" = "DL. mais tarde";

/* Download now */
"Download now" = "Download agora";

/* Downloaded title */
"Downloaded" = "Download’s Completos ";

/* actionsheet title */
"Downloaded IPA selected" = "Opções da IPA seleccionada";

/* Downloads, title */
"Downloads" = "Downloading ";

/* Enabled title */
"Enabled" = "Activar";

/* Error */
"Error" = "Erro";

/* Error building SBCache */
"Error building SBCache" = "Erro ao construir o SBCache";

/* Error Pushing IPA title */
"Error Pushing IPA" = "Error Pushing IPA";

/* No comment provided by engineer. */
"Error while searching for Updates" = "Erro enquanto eram procuradas actualizações";

/* displayed when a download failed */
"Failed to download %@" = "Falhou o download %@";

/* displayed when trying download a file which is already there
   File already exists error */
"File already exists" = "O ficheiro já existe";

/* Home title */
"Home" = "Inicio";

/* Install */
"Install" = "Instalar";

/* Install all */
"Install all" = "Instalar tudo";

/* Install automatically */
"Install automatically" = "Instalar auto.";

/* displayed when an application got installed while installous ran in background mode */
"Installation completed: %@" = "Instalação completa: %@";

/* displayed when an installation failed */
"Installation failed: %@" = "Falhou a instalação: %@";

/* displayed when an application got installed */
"Installed" = "Instalado";

/* Installing... title */
"Installing..." = "A instalar...";

/* iTunes Sync */
"iTunes Sync" = "Sincroniza. iTunes";


/* Latest Version title */
"Latest Version" = "Ultima Versão";

/* Launch App Store */
"Launch App Store" = "Iniciar a App Store ";

/* message when link got reported */
"Link successfully reported" = "Link reportado com sucesso";

/* Loading title */
"Loading" = "A carregar";

/* Local Notifications */
"Local Notifications" = "Notificações locais ";

/* LocalSharing
   LocalSharing title */
"LocalSharing" = "PartilhaLocal";

/* localsharing error */
"LocalSharing must be enabled to send IPAs!" = "A PartilhaLocal deve ser activada para possibilitar o envio de IPA’s!";

/* localsharing error
   LocalSharing error */
"LocalSharing requires at least iOS 4.0!" = "A PartilhaLocal requer pelo menos o iOS 4.0";

/* MobileHunt */
"MobileHunt" = "MobileHunt";

/* error while rebuilding sbcache */
"No DSID found" = "DSID não encontrada";

/* No comment provided by engineer. */
"No Updates available" = "Sem actualizações disponíveis";

/* OK */
"OK" = "OK";

/* Only show iPad Apps */
"Only show iPad Apps" = "Apenas app’s iPad";

/* report reasons */
"Other" = "Outros";

/* Password */
"Password" = "Palavra-chave";

/* hint to solve reporting fail */
"Please enter a valid apptrackr account in Settings" = "Por favor adicione uma conta apptrackr valida no menu de opções";

/* No comment provided by engineer. */
"Popularity" = "Popularidade";

/* Price title */
"Price" = "Preço";

/* Queued */
"Queued" = "Download’s em Espera";

/* Receiving */
"Receiving" = "A receber";

/* Release Date title */
"Release Date" = "Data de lançamento";

/* Reload Categories */
"Reload Categories" = "Actualizar categorias";

/* Remove Metadata */
"Remove Metadata" = "Remover Metadata";

/* Report button title */
"Report" = "Reportar";

/* title for small notification */
"Reported" = "Reportado";

/* Requesting Categories title */
" Requesting " = "Solicitar categorias";

/* title for MH requesting permission from a user */
"Requesting Permission" = "Solicitar permissões";

/* Requirements title */
"Requirements:" = "Requisitos:";

/* title while MH scans installed applications */
"Scanning Applications ..." = "Procurar aplicações...";

/* Searching ... title */
"Searching ..." = "A procurar ...";

/* No comment provided by engineer. */
"Searching for Updates" = "A Procurar por actualizações ";

/* alertview title */
"Select Device" = "Seleccionar dispositivo";

/* Send IPA */
"Send IPA" = "Enviar IPA";

/* Settings title */
"Settings" = "Opções";

/* Size title */
"Size" = "Tamanho";

/* Started download */
"Started" = "Iniciou";

/* error while rebuilding sbcache */
"stat() failed" = "estado() falhou";

/* report reason */
"The filehost is very slow." = "O alojador de ficheiros é muito lento.";

/* report reason */
"The link is dead." = "O link esta offline.";

/* error while rebuilding sbcache */
"Unable to load sandboxes" = "Incapaz de carregar as sandboxes";

/* error while rebuilding sbcache */
"Unable to own cache" = "Incapaz de adquirir a cache";

/* error while rebuilding sbcache */
"Unable to save cache" = "Incapaz de gravar a cache";

/* title if reporting link fails */
"Unable to submit Report" = "Incapaz de submeter o relatório";

/* Unexpected content error */
"Unexpected content" = "Conteúdo inesperado ";

/* Updates title */
"Updates" = "Actualizações";

/* displayed when an MH upload failes */
"Upload failed" = "Falhou o envio";

/* displayed when an application was uploaded over webserver */
"Uploaded" = "Enviada";

/* displayed while MH uploads some files */
"Uploading Files " = "Enviando ficheiros ";

/* error while rebuilding sbcache */
"User key doesn't exist" = "A chave do utilizador não existe ";

/* Username */
"Username" = "Utilizador";

/* The latest version of an application
   Version
   Version: (1) */
"Version: %@" = "Versão: %@";

/* Displayed on bottom of search and category to load 15 more apps */
"View 15 more Apps" = "Ver mais 15 aplicações ";

/* View in Safari button for extern URLs */
"View in Safari" = "Ver no Safari";

/* View this application on the App Store */
"View this application on the App Store" = "Ver esta aplicação na App Store ";

/* message while reqesting permission from a user for transfering MH application */
"We don't have the application '%@', but you do! Would you mind contributing some files (securely in the background) so that we can offer it for others?" = "Nos não temos a aplicação '%@', mas você tem! Não se importaria de contribuir com alguns ficheiros (de forma segura) em prol de oferecer a outros?";

/* What's new in Version (1) title */
"What's new in Version %@:" = "O que há de novo na versão %@:";

/* report link title */
"Why do you want to report this link?" = "Porque pretende reportar este link?";

/* report reason */
"Wrong Version" = "Versão errada";

